Repository: StewartJohn/progettovitaliano
Catalog: progettovitaliano.com/plugins/BulkMetadataEditor/languages/*.po
Languages: fr

source: Please wait...
fr: Veuillez patienter...

source: Field
fr: Champ

source: Old Value
fr: Ancienne Valeur

source: New Value
fr: Nouvelle Valeur

source: Error generating preview! :(
fr: Erreur pendant la génération de la prévisualisation! :(

source: Apologies, but we could not generate a preview at this time.
fr: Veuillez nous excuser, mais nous ne pouvons pas générer de prévisualisation pour le moment.

source: You may be asking for too many changes at once.
fr: Vous demandez peut-être trop de modifications à la fois.

source: Anyway, the bulk edition will be done in the background.
fr: De toute façon, la modification par log se faite en tâche de fond.

source: The items preview request is taking too long!
fr: La requête de prévisualisation des contenus prend trop de temps!

source: You must be trying to select a ton of items at once.
fr: Vous essayez peut-être de sélectionner trop de contenus.

source: Preview is not possible, but the bulk edition will be done in the background.
fr: La prévisualisation n'est pas possible, mais la modification par log sera faite en tâche de fond.

source: The fields preview request is taking too long!
fr: La requête de prévisualisation des champs prend trop de temps!

source: You must be trying to select a ton of fields at once.
fr: Vous essayez peut-être de sélectionner trop de champs.

source: The changes preview request is taking too long!
fr: La requête de prévisualisation des modifications prend trop de temps!

source: You must be trying to make a ton of changes at once.
fr: Vous essayez peut-être de faire trop de changements d'un coup.

source: Please select an action to perform.
fr: Veuillez sélectionner une action à effectuer

source: No matching items found.
fr: Aucun contenu correspondant trouvé.

source: No matching field found.
fr: Aucun champ correspondant trouvé.

source: No change or no preview.
fr: Pas de changement ou pas de prévisualisation.

source: Plus %s more items.
fr: Plus %s contenus supplémentaires.

source: ...and corresponding fields from a total of %s items.
fr: ...et les champs correspondants pour un total de %s contenus.

source: ...and changes for a total of %s items.
fr: ...et les modification pour un total de %s contenus.

source: Show more.
fr: Voir plus.

source: Bulk Editor
fr: Modification par lot

source: Edit items from this collection
fr: Modifier les contenus de cette collection

source: Select Items by Metadata
fr: Sélectionner les contenus selon leurs éléments

source: Select items to edit based on their associated metadata elements
fr: Sélectionner les contenus à modifier en fonction de leurs éléments associés

source: Preview Selected Items
fr: Prévisualiser les contenus sélectionnés

source: Hide Item Preview
fr: Cacher la prévisualisation des contenus

source: Metadata elements
fr: Éléments

source: Select the metadata elements you would like to edit. You can select multiple values. (default: all)
fr: Sélectionnez les éléments que vous voulez modifier. Vous pouvez sélectionner plusieurs valeurs. (défaut: tous)

source: Preview Selected Fields
fr: Prévisualiser les champs sélectionnés

source: Hide Field Preview
fr: Cacher la prévisualisation des champs

source: Edit Type
fr: Type de modification

source: Choose the type of edit you would like to perform
fr: Choisissez le type de modification que vous voulez effectuer

source: Search and replace text
fr: Chercher et remplacer du texte

source: Add a new metadatum in the selected field
fr: Ajouter une nouvelle donnée dans les champs sélectionnés

source: Append text to existing metadata in the selected fields
fr: Ajouter du texte à la fin des données existantes dans les champs sélectionnés

source: Deduplicate and remove empty metadata in the selected fields
fr: Dédoublonner et supprimer les données vides dans les champs sélectionnés

source: Deduplicate files of selected items by hash
fr: Dédoublonner les fichiers des contenus sélectionnés

source: Delete all existing metadata in the selected fields
fr: Supprimer toutes les données existantes dans les champs sélectionnés

source: Preview Changes
fr: Prévisualiser les modifications

source: Hide Change Preview
fr: Cacher la prévisualisation des modifications

source: Search for:
fr: Chercher:

source: Input text you want to search for
fr: Saisissez le texte que vous voulez chercher

source: Replace with:
fr: Remplacer par:

source: Input text you want to replace with
fr: Saisissez le texte à utiliser pour le remplacement

source: Use regular expressions
fr: Utiliser des expressions régulières

source: Text to Add
fr: Texte à ajouter

source: Input text you want to add as metadata
fr: Saisissez le texte que vous voulez ajouter

source: Text to Append
fr: Texte à ajouter

source: Input text you want to append to metadata
fr: Saisissez le texte que vous voulez ajouter

source: Step 1: Select Items
fr: Étape 1: Sélectionnez les contenus

source: Step 2: Select Fields
fr: Étape 2: Sélectionnez les champs

source: Step 3: Define Changes
fr: Étape 3: Définissez les modifications

source: Define Edits to Apply
fr: Définissez les modifications à appliquer

source: Apply Edits Now
fr: Appliquer les modifications maintenant

source: All Collections
fr: Toutes les collections

source: Bulk Metadata Editor: %s
fr: Modification par lot: %s

source: The requested changes are applied to the database one by one in the background.
fr: Les modifications demandées sont appliquées à la base de données une par une en tâche de fond.

source: Bulk Metadata Editor
fr: Modification de contenus par lot

source: is not exactly
fr: n'est pas exactement

source: starts with
fr: commence par

source: ends with
fr: finit par

source: matches
fr: correspond à

source: does not matches
fr: ne correspond pas à

source: Only select items which also meet the following criteria:
fr: Sélectionner seulement les contenus qui satisfont aussi les critères suivants:

source: Input search term here
fr: Terme de recherche

source: Match Case
fr: Respecter la casse

source: Add Another Rule
fr: Ajouter une autre règle

source: Cannot pull item data from a non-item.
fr: Impossible de récupérer des données de contenu depuis un objet qui n'est pas un contenu

source: [untitled]
fr: [sans titre]

source: [no description given]
fr: [aucune description]

source: [undefined]
fr: [indéfini]

source: Bulk Metadata Editor #%d [%s]:
fr: Modification de contenus par lot #%d [%s]:

source: Please define search and replace terms.
fr: Définissez les termes à chercher et remplacer.

source: An error occurred: %s
fr: Une erreur est survenue: %s

source: Error retrieving item data for deletion.
fr: Erreur pendant la récupération des données de contenu pour la suppression

source: Please input some text to append
fr: Entrez le texte à ajouter

source: Please input some text to add.
fr: Entrez le texte à ajouter

source: Error retrieving item data for deduplication.
fr: Erreur pendant la récupération des données de contenu pour le dédoublonnage.

source: Success.
fr: Succès.
